const HOMEPAGE_DOCTORS = [
    {
        "id": 3,
        "name": "د. طبيب أمراض القلب 1",
        "specialties": [
            "أمراض القلب"
        ],
        "wilaya": "23 - عنابة",
        "city": "مدينة عنابة",
        "address": "حي الأمل، شارع 1",
        "lat": 37.18680190277708,
        "lng": 2.5144667474583056,
        "phone": "0555000004",
        "workingHours": {
            "sat": [
                "08:00",
                "16:00"
            ],
            "sun": [
                "08:00",
                "16:00"
            ],
            "mon": [
                "08:00",
                "16:00"
            ],
            "tue": [
                "08:00",
                "16:00"
            ],
            "wed": [
                "08:00",
                "16:00"
            ],
            "thu": [
                "08:00",
                "12:00"
            ],
            "fri": []
        },
        "avatar": "assets/avatar-2.svg",
        "rating": 4.31607767183064
    },
    {
        "id": 11,
        "name": "د. طبيب طب الأسنان 1",
        "specialties": [
            "طب الأسنان"
        ],
        "wilaya": "31 - وهران",
        "city": "مدينة وهران",
        "address": "حي الأمل، شارع 1",
        "lat": 36.66169301058859,
        "lng": 2.8268628453099387,
        "phone": "0555000002",
        "workingHours": {
            "sat": [
                "08:00",
                "16:00"
            ],
            "sun": [
                "08:00",
                "16:00"
            ],
            "mon": [
                "08:00",
                "16:00"
            ],
            "tue": [
                "08:00",
                "16:00"
            ],
            "wed": [
                "08:00",
                "16:00"
            ],
            "thu": [
                "08:00",
                "12:00"
            ],
            "fri": []
        },
        "avatar": "assets/avatar-1.svg",
        "rating": 4.372522768916497
    },
    {
        "id": 7,
        "name": "د. طبيب أمراض جلدية 1",
        "specialties": [
            "أمراض جلدية"
        ],
        "wilaya": "13 - تلمسان",
        "city": "مدينة تلمسان",
        "address": "حي الأمل، شارع 1",
        "lat": 36.72760295239333,
        "lng": 3.4659763072857217,
        "phone": "0555000008",
        "workingHours": {
            "sat": [
                "08:00",
                "16:00"
            ],
            "sun": [
                "08:00",
                "16:00"
            ],
            "mon": [
                "08:00",
                "16:00"
            ],
            "tue": [
                "08:00",
                "16:00"
            ],
            "wed": [
                "08:00",
                "16:00"
            ],
            "thu": [
                "08:00",
                "12:00"
            ],
            "fri": []
        },
        "avatar": "assets/avatar-3.svg",
        "rating": 4.160443228335135
    },
    {
        "id": 33,
        "name": "د. طبيب غدد صماء وسكري 1",
        "specialties": [
            "غدد صماء وسكري"
        ],
        "wilaya": "23 - عنابة",
        "city": "مدينة عنابة",
        "address": "حي الأمل، شارع 1",
        "lat": 37.050992539312766,
        "lng": 2.773375879080268,
        "phone": "0555000004",
        "workingHours": {
            "sat": [
                "08:00",
                "16:00"
            ],
            "sun": [
                "08:00",
                "16:00"
            ],
            "mon": [
                "08:00",
                "16:00"
            ],
            "tue": [
                "08:00",
                "16:00"
            ],
            "wed": [
                "08:00",
                "16:00"
            ],
            "thu": [
                "08:00",
                "12:00"
            ],
            "fri": []
        },
        "avatar": "assets/avatar-2.svg",
        "rating": 4.109495103429726
    }
];